---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentSaveToCentralProgressChangedEventArgs
source: html/e507d9d4-7309-7bbc-50dc-60a6eac6abfb.htm
---
# DocumentSaveToCentralProgressChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.